IDEA StatiCa Open Model
Beam Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Beam()
Public Sub New
public:
Beam()
See Also
Reference
Beam Class
IdeaRS.OpenModel.Detail Namespace